
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ у вашому чорному списку\n";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nне схоже на посилання. Спробуйте, наприклад, http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Впевнені, що хочете вийти?";

/*No comment provided by engineer.*/
"Are you sure?" = "Ви впевнені?";

/*No comment provided by engineer.*/
"BACK" = "НАЗАД";

/*as in block another user*/
"BLOCK" = "ЗАБЛОКУВАТИ";

/*No comment provided by engineer.*/
"Block Failed" = "Не вийшло";

/*No comment provided by engineer.*/
"BLOCKED" = "У ЧОРНОМУ СПИСКУ";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ заблокований";

/*No comment provided by engineer.*/
"Can't send SMS" = "Помилка відправки SMS";

/*No comment provided by engineer.*/
"CANCEL" = "ВІДМІНА";

/*No comment provided by engineer.*/
"Cancel" = "Відміна";

/*No comment provided by engineer.*/
"CANCELED" = "ВІДМІНЕНО";

/*No comment provided by engineer.*/
"Change" = "Змінити";

/*No comment provided by engineer.*/
"Changed" = "Змінено";

/*No comment provided by engineer.*/
"Check internet and try again." = "Перевірте підключення та спробуйте ще раз.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Використовуйте Yoindex аби дізнатися про нові цікаві сервіси!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Подивіться, що я знайшов на Yo! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "ВКАЗАТИ НОВИЙ";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "ВКАЗАТИ ПАРОЛЬ";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "ВКАЗАТИ ІМ'Я";

/*de-select all*/
"Clear All" = "Очистити все";

/*No comment provided by engineer.*/
"Close" = "Закрити";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Помилка підключення, спробуйте оновити пароль пізніше";

/*No comment provided by engineer.*/
"CONTACTS" = "КОНТАКТИ";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "СКОПІЮЙТЕ ПОСИЛАННЯ ЧИ ЗОБРАЖЕННЯ, НАТИСНІТЬ ТА УТРИМУЙТЕ АБИ ПОДІЛИТИСЯ НЕЮ В YO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Скопіюйте посилання. Натисніть та утримуйте аби поділитися нею в Yo.";

/*No comment provided by engineer.*/
"Copy Link" = "Скопіювати посилання";

/*No comment provided by engineer.*/
"Could not load page" = "Помилка завантаження сторінки";

/*No comment provided by engineer.*/
"Delete" = "Видалити";

/*No comment provided by engineer.*/
"Didn't get code" = "Код не прийшов";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Вам подобається додаток Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Видалити користувача з чорного списку, щоб він міг посилати вам Yo?";

/*No comment provided by engineer.*/
"DONE" = "ГОТОВО";

/*No comment provided by engineer.*/
"Done" = "Готово";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Натисніть двічі та поділіться своїм місцезнаходженням. Де Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "НАТИСНІТЬ ДВІЧІ ТА ПОДІЛІТЬСЯ СВОЇМ МІСЦЕЗНАХОДЖЕННЯМ\n";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "РЕДАГУВАТИ АККАУНТ";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "РЕДАГУВАТИ ПРОФІЛЬ";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL ВІДПРАВЛЕНО";

/*No comment provided by engineer.*/
"Email Us" = "Відправити нам Email";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Увімкніть камеру Налаштування -> Особисті дані -> Камера";

/*No comment provided by engineer.*/
"Enable Location" = "Дозволити геолокацію";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Дозволити відновлення пароля";

/*No comment provided by engineer.*/
"Enable Push" = "Дозволити push-повідомлення";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "ВВЕДІТЬ ПОВНЕ ІМ'Я";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Введіть новий номер телефону";

/*No comment provided by engineer.*/
"Enter New Username" = "Введіть нове ім'я користувача";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "ВВЕДІТЬ ПАРОЛЬ";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Введіть код з SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "ВВЕДІТЬ ІМ'Я КОРИСТУВАЧА";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Введіть свій номер телефону";

/*No comment provided by engineer.*/
"Error" = "Помилка";

/*As in existing photos. could also read photos*/
"EXISTING" = "ОБРАТИ ФОТО";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "ВИВЧИТЬ МОЖЛИВОСТІ";

/*No comment provided by engineer.*/
"Failed" = "Помилка";

/*No comment provided by engineer.*/
"FAILED" = "ПОМИЛКА";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Не вдалося знайти друзів у Facebook.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Не вдалося знайти друзів у контактах";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Не вдалося визначити місце розташування";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Не вдалося увійти через Facebook. Спробуйте ще раз.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Не вдалося розблоковувати %@. Спробуйте ще раз.";

/*No comment provided by engineer.*/
"Failed Yo" = "Помилка відправки Yo";

/*No comment provided by engineer.*/
"FAILED!" = "ПОМИЛКА!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "ПОМИЛКА! ПЕРЕВІРТЕ З'ЄДНАННЯ";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "ЗВОРОТНИЙ ЗВ'ЯЗОК";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "ШУКАТИ ДРУЗІВ";

/*As in a From & To : a parcel/letter*/
"From" = "Від";

/*No comment provided by engineer.*/
"FULL NAME" = "ПОВНЕ ІМ'Я";

/*Go as in proceed as in Send*/
"Go" = "Перейти";

/*just back works too*/
"GO BACK" = "НАЗАД";

/*As in Understood, or OK*/
"Got it!" = "Зрозуміло!";

/*No comment provided by engineer.*/
"Hey There!" = "Привіт!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "ЯК ОТРИМАТИ YO";

/*No comment provided by engineer.*/
"HOW TO" = "ПОРАДИ";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "ЯК ВІДКРИТИ YO-ПОСИЛАННЯ";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "ЯК ВІДКРИТИ YO-МЕСЦЕ";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "ЯК ВІДПРАВИТИ YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Хочу відправити Вам Yo! Натисніть тут, щоб додати моє ім'я користувача в Yo: %@ (завантажити додаток Yo можливо тут %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Хочу відправити вам Yo! Натисніть тут, щоб додати мене в Yo: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "НЕВІРНО";

/*No comment provided by engineer.*/
"INDEX" = "ІНДЕКС";

/*No comment provided by engineer.*/
"INVITE" = "ЗАПРОСИТИ";

/*Invite button for invite friends popup*/
"Invite" = "Запросити";

/*Title for invite friends popup*/
"Invite Friends!" = "Запросити друзів!";

/*No comment provided by engineer.*/
"Just hit Send" = "Натисніть \"Відправити\"";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Підписка на Yo користувача %@ включена! Відправляйте їм Yo";

/*No comment provided by engineer.*/
"Link Not Found" = "Посилання не знайдене";

/*No comment provided by engineer.*/
"LOGIN" = "УВІЙТИ";

/*No comment provided by engineer.*/
"Login Failed" = "Помилка входу";

/*No comment provided by engineer.*/
"LOGOUT" = "ВИЙТИ";

/*No comment provided by engineer.*/
"MAIL" = "ПОШТА";

/*No comment provided by engineer.*/
"MAPS" = "МАПИ";

/*No comment provided by engineer.*/
"Me" = "Я";

/*No comment provided by engineer.*/
"MUTED" = "У ЧОРНОМУ СПИСКУ";

/*No*/
"Nah" = "Ні";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "НОВИЙ ПАРОЛЬ";

/*No comment provided by engineer.*/
"NO" = "НІ";

/*No comment provided by engineer.*/
"No" = "Ні";

/*:) -> Smile*/
"No Blocked Users! :)" = "Чорний список порожній :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Камеру не знайдено";

/*No comment provided by engineer.*/
"No contacts were found." = "Контакти не знайдено.";

/*No comment provided by engineer.*/
"No Contacts!" = "Контакти відсутні!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "НЕМА EMAIL-АДРЕС";

/*No comment provided by engineer.*/
"No Internet!" = "З'єднання відсутнє!";

/*As in photo library*/
"No Library Found" = "Галерея не знайдена";

/*No comment provided by engineer.*/
"No Such User" = "Користувача не знайдено";

/*Cancel button for invite friends popup*/
"Not now" = "Не зараз";

/*No comment provided by engineer.*/
"OK" = "ОК";

/*No comment provided by engineer.*/
"Open in Chrome" = "Відкрити у Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Відкрити у Safari";

/*PASS as in passcode*/
"PASS" = "ПАРОЛЬ";

/*No comment provided by engineer.*/
"PASSCODE" = "ПАРОЛЬ";

/*No comment provided by engineer.*/
"Passcode changed" = "Пароль змінено";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Паролі не співпадають";

/*As in Mobile, telephone*/
"PHONE" = "ТЕЛЕФОН";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Додайте свою email-адресу у Налаштування -> Пошта";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Підключить Twitter у Налаштування -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Дозвольте доступ до контактів";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Введіть вірний номер телефону";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Спробуйте ще раз.    Якщо проблема повториться - зв'яжіться з нами вказавши код помилки: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Зареєструйтеся або увійдіть";

/*No comment provided by engineer.*/
"Please try again" = "Спробуйте ще раз";

/*No comment provided by engineer.*/
"Please try again later" = "Спробуйте ще раз пізніше";

/*As to rate, rating, review*/
"RATE" = "ОЦІНИТИ";

/*PASS as in passcode*/
"RECOVER PASS" = "ВІДНОВИТИ ПАРОЛЬ";

/*No comment provided by engineer.*/
"Resend" = "Відправити знову";

/*No comment provided by engineer.*/
"SAVE" = "ЗБЕРЕГТИ";

/*No comment provided by engineer.*/
"Saved!" = "Збережено!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "ВИБРАТИ ІМ'Я КОРИСТУВАЧА";

/*No comment provided by engineer.*/
"Select All" = "Вибрати усе";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "ВИБРАТИ ДОВШИЙ ПАРОЛЬ";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "ОБРАТИ КОРИСТУВАЧІВ";

/*No comment provided by engineer.*/
"Send" = "Відправити";

/*No comment provided by engineer.*/
"Send Email" = "Відправити Email";

/*IMG abbrv for Image*/
"SENDING IMG" = "ВІДПРАВКА ЗОБРАЖЕННЯ";

/*like URL link*/
"SENDING LINK" = "ВІДПРАВКА ПОСИЛАННЯ";

/*No comment provided by engineer.*/
"Sent" = "Відправлено";

/*No comment provided by engineer.*/
"SENT @YO!" = "ВІДПРАВЛЕНО @YO!";

/*No comment provided by engineer.*/
"SENT YO!" = "ВІДПРАВЛЕНО YO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "ВІДПРАВЛЕНО YO-ЗОБРАЖЕННЯ!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "ВІДПРАВЛЕНО YO-ПОСИЛАННЯ!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "ВІДПРАВЛЕНО YOYO!";

/*No comment provided by engineer.*/
"Session Error" = "Помилка сеансу";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "ВСТАНОВЛЕННЯ ПАРОЛЯ";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "ВСТАНОВЛЕНЕЯ ПАРОЛЯ\n(МОЖНА ВКАЗАТИ ДІЙСНИЙ)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Налаштування -> Особисті дані -> Контакти -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "ПОДІЛИТИСЯ";

/*No comment provided by engineer.*/
"Share" = "Поділитися";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Поділитися на Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Розкажіть про цей сервіс іншим! Проведіть пальцем вліво, щоб відписатися.";

/*No comment provided by engineer.*/
"SIGNUP" = "РЕЄСТРАЦІЯ";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Щось пішло не так";

/*No comment provided by engineer.*/
"Subscribed!" = "Підписка виконана!";

/*As in take picture*/
"TAKE" = "ЗРОБИТИ ФОТО";

/*No comment provided by engineer.*/
"tap here to close" = "натисніть аби закрити";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "НАТИСНІТЬ НА ІМ'Я, ЩОБ ВІДПРАВИТИ YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Натисніть на ім'я, щоб відправити Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Натисніть, щоб додати в Yo: http://justyo.co/%@ (додаток Yo можна завантажити тут %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "НАТИСНІТЬ, ЩОБ ДОЗВОЛИТИ";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "НАТИСНІТЬ, ЩОБ ЗАПРОСИТИ";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "НАТИСНІТЬ, ЩОБ УВІЙТИ";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "НАТИСНІТЬ, ЩОБ ВІДНОВИТИ";

/*No comment provided by engineer.*/
"TAP TO SET" = "НАТИСНІТЬ, ЩОБ НАЛАШТУВАТИ";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "НАТИСНІТЬ, ЩОБ ЗАРЕЄСТРУВАТИСЯ";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Відправити пропозицію розробникам:";

/*No comment provided by engineer.*/
"TEXT SENT" = "ТЕКСТ ВІДПРАВЛЕНО";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Неможливо зберегти профіль. Перевірте з'єднання.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index. Підпишіться, щоб отримувати Yo від улюблених сервісів.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Доступна нова версія Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Доступна нова версія. Оновити?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Сталася помилка:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Відправляти Yo просто. Відправте мені Yo %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Ось те, що інші користувачі можуть дізнатися про Вас, перетягнувши Ваше ім'я у правий бік";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Дане ім'я вже зайняте. Спробуйте обрати інше.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Щоб заблокувати користувача, перетягніть його ім'я вліво і натисніть \"Заблокувати\".";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Відновлення пароля\n\n Введіть свою електронну адресу та натисніть \"Відправити\".\n\nЩоб відмінити - натисніть \"Відміна\".\n\n\n------------------------------------------\nАдреса електронної пошти використовуватиметься виключно з метою відновлення пароля.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Лише для пошуку Ваших друзів і можливості знайти Вас. Контакти ніде не зберігаються, а використовуються виключно для пошуку Ваших друзів.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Для перевірки свого номера натисніть \"Відправити\"\n\nCode: %@\n\n* Оператор зв'язку може стягувати плату";

/*No comment provided by engineer.*/
"Try again later" = "Спробуйте ще раз пізніше";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "ВВЕДІТЬ ІМ'Я КОРИСТУВАЧА, ЩОБ ДОДАТИ ЙОГО";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "РОЗБЛОКУВАТИ";

/*No comment provided by engineer.*/
"UNBLOCKED" = "РОЗБЛОКОВАНО";

/*unsibscribe*/
"UNSUB" = "ВІДПИСАТИСЯ";

/*As in software update available*/
"Update" = "Оновити";

/*No comment provided by engineer.*/
"User Exists" = "Користувач вже існує";

/*No comment provided by engineer.*/
"USERNAME" = "ІМ'Я КОРИСТУВАЧА";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "ІМ'Я КОРИСТУВАЧА ЗАЙНЯТЕ";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "ПЕРЕВІРИТИ ПАРОЛЬ";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Ми не знайшли Ваших друзів серед користувачів Yo. Але Ви можете запросити їх приєднатися!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "В нас нема Вашого номера телефону чи email-адреси. Напишіть їх нам і ми відновимо доступ до Вашого аккаунту.";

/*No comment provided by engineer.*/
"WELCOME" = "ЛАСКАВО ПРОСИМО";

/*No comment provided by engineer.*/
"What is Yo?" = "Що таке Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "ЩО ТАКЕ YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Після розблокування користувач автоматично додається до списку Ваших друзів, але Ваші Yo не відсилатимуться йому автоматично. Успіхів!";

/*No comment provided by engineer.*/
"Wrong code" = "Невірний код";

/*No comment provided by engineer.*/
"Yes" = "Так";

/*Sending images title*/
"Yo & Images!" = "Yo та зображення!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Хочу поділитися думкою";

/*No comment provided by engineer.*/
"YO ALL" = "YO УСІМ";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Відправте Yo усім друзям, щоб повідомити своє нове ім'я користувача: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yo у відповідь";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "УСЬОГО YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo - розважайтесь разом з друзями!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo місце розташування";

/*No comment provided by engineer.*/
"Yo me" = "Yo мені";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo потрібен інтернет!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO ПОТРІБЕН ДОСТУП ДО PUSH-ПОВІДОМЛЕНЬ";

/*No comment provided by engineer.*/
"Yo This" = "Yo це";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Подивіться";

/*No comment provided by engineer.*/
"YOALL" = "YO УСІМ";

/*No comment provided by engineer.*/
"YORANDOM" = "YO-РУЛЕТКА";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Ваш номер телефону буде видалено";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Розблоковувати завжди можна у меню";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Ви не можете відсилати Yo. Напишіть нам на yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Вам будуть відправлені інструкції щодо відновлення пароля.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Вам буде відправлено посилання на сторінку відновлення пароля.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Відправка Вашого першого Yo з зображенням! Будь-який користувач зможе проглянути його за даним посиланням.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Поточний сеанс завершено. Увійдіть знову.";